Revit 2024 API
ParameterTypeId.RampAttrThickness Property
 "Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RampAttrThickness { get; }
Visual Basic
Public Shared ReadOnly Property RampAttrThickness As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RampAttrThickness {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace